Repository: Conventional-GUI-Library/Camoramic
Catalog: po/*/camoramic.po
Languages: tr_tr

source: An utility for taking videos and photos from your webcam.
tr_tr: Web kamerasından fotoğraf ve video çekmek için bir uygulama.

source: Audio codec
tr_tr: Ses kodeği

source: Audio device
tr_tr: Ses cihazı

source: Current Device: %s
tr_tr: Şimdiki cihaz: %s

source: Current device: %s
tr_tr: Şimdiki cihaz: %s

source: Device %d on %s
tr_tr: (%d. cihaz) %s

source: Dice
tr_tr: Doğra

source: Edge
tr_tr: Uçları Renklendir

source: Effects
tr_tr: Efektler

source: Encoding
tr_tr: Kodlama

source: Finalizing recording...
tr_tr: Video kaydı durduruluyor...

source: Horizontal Flip
tr_tr: Yatay Döndürme

source: Input
tr_tr: Giriş

source: Mauve
tr_tr: Leylak

source: Monochrome
tr_tr: Siyah Beyaz

source: None
tr_tr: Hiçbiri

source: Output
tr_tr: Çıkış

source: Photo '%s' taken
tr_tr: Fotoğraf "%s" çekildi

source: Photo compression level
tr_tr: Fotoğraf sıkıştırma düzeyi

source: Photo folder
tr_tr: Fotoğraf klasörü

source: Photo format
tr_tr: Fotoğraf dosya tipi

source: Preferences
tr_tr: Tercihler

source: Record Video
tr_tr: Video Kaydet

source: Record audio
tr_tr: Ses kaydet

source: Recording video '%s'
tr_tr: Video "%s" kaydediliyor

source: Saturation
tr_tr: Canlılığı Arttır

source: Save File
tr_tr: Dosyayı Kaydet

source: Select a folder
tr_tr: Klasör seç

source: Shagadelic
tr_tr: Shagadelik

source: Stop Recording
tr_tr: Kaydetmeyi Bırak

source: Take Photo
tr_tr: Fotoğraf Çek

source: Unable to create a V4L2 device provider.
tr_tr: V4L2 cihaz listesi objesi oluşturulamadı.

source: Unable to create a canberra context.
tr_tr: Bir canberra objesi oluşturulamadı.

source: Unable to create element: %s
tr_tr: "%s" oluşturulamadı.

source: Unable to find any video devices
tr_tr: Herhangi bir video cihazı bulunamadı

source: Vertical Flip
tr_tr: Dikey Döndürme

source: Vertigo
tr_tr: Baş Dönmesi

source: Video bitrate (kbps)
tr_tr: Video bit oranı (kbps)

source: Video codec
tr_tr: Video kodeği

source: Video container
tr_tr: Video kapsayıcısı

source: Video device
tr_tr: Video cihazı

source: Video folder
tr_tr: Video klasörü

source: Video mode
tr_tr: Video modu

source: Warp
tr_tr: Yamult
